<?php 
    $title_name = 'Особенности'; 
    require 'blocks/header.php';
?>
    <div class="modal modal-sheet position-static d-block bg-body-secondary p-4 py-md-5 shadow text-center" tabindex="-1" role="dialog" id="modalSignin">
        <h1>Особенности рекомендательной системы</h1>

        
            <div class="d-inline-flex p-2 p-3 mb-2 bg-primary-subtle text-emphasis-primary">
                <h4>Наша рекомендательная система ресторанов предлагает вам уникальный 
                опыт открытия новых кулинарных горизонтов. Благодаря передовым технологиям и алгоритмам, 
                мы предоставляем персонализированные рекомендации, соответствующие вашим предпочтениям и вкусам. 
                Особенностью нашей системы является ее способность адаптироваться к вашим предпочтениям с течением времени. 
                Чем больше вы используете наш сервис, тем точнее становятся наши рекомендации, предоставляя вам уникальные и 
                удовлетворительные ресторанные впечатления.</h4>
            </div>
        
    </div>
<?php require 'blocks/footer.php'; ?> 